Repository: miraficus/BoldersReborn
Catalog: BoldersRebornPrefs/Resources/Localization/*.lproj/Localization.strings
Languages: ar, de, es, fi, fr, he, it, ja, nb, pt, ru, vi, zh

# LABEL_OPTIONS_FOOTER_TEXT
source: Example: $t has $c apps. Result: FolderName has 23 apps.
ar: مثال: $t يحتوي على $c تطبيقات النتيجة: المجلد يحتوي على ١٠ تطبيقات
de: Beispiel: $t hat $c Apps. Ergebnis: FolderName hat 23 Apps.
es: Ejemplo: $t tiene $c aplicaciónes. Result: NombreDeCarpeta tiene 23 aplicaciónes..
fi: Esimerkki: $t on $c sovellukset. Tulos: Kansiossa on 23 sovellusta.
fr: Exemple: $t a $c applis. Résultat: Dossier a 23 applis.
he: דוגמא: $t יש לזה $c אפליקציות. תוצאה: «שם התיקיה» יש לזה 23 אפליקציות.
it: Esempio: $t ha $c app. result: NomeCartella ha 23 app.
ja: 例: $t には $c 個のアプリがあります Result: フォルダーの名前 には 23 個のアプリがあります
nb: Eksempel: $t har $c apper Resultat: mappenavn har 23 apper.
pt: Exemplo: $t tem $c aplicativos. Resultado: FolderName tem 23 aplicativos.
ru: Пример: $t имеет $c приложений. Результат: «Имя папки» имеет 23 приложений.
vi: Ví dụ: $t có $c ứng dụng. Kết quả: Tên thư mục có 23 ứng dụng.
zh: 举例: $t 有 $c 个应用程序. 结果: FolderName 有 23 个应用程序.

# LABEL_OPTIONS_LABEL
source: Label Options:
ar: إعدادات العنوان
de: Label-Optionen:
es: Opciones de Etiquetas:
fi: Merkinnän vaihtoehdot:
fr: Option d'étiquetage:
he: הגדרות כתובת
it: Opzioni etichette:
ja: フォルダ設定:
nb: Etikett alternativer
pt: Opções da etiqueta:
ru: Опции метки:
vi: Tùy chọn nhãn:
zh: 标签选项:

source: Homescreen
ar: الشاشة الرئيسية
de: Home-Bildschirm
es: Pantalla de Inicio
fi: Kotinäkymä
fr: Écran d'accueil
he: מסך ראשי
ja: ホーム画面
nb: Hjemskjerm
pt: Tela inicial
ru: Экран «Домой»
vi: Màn hình chính
zh: 主屏幕

source: Count Text:
ar: عدد الأيقونات:
de: Zähltext:
es: Texto de Cantidad:
fi: Laske Teksti:
fr: Compteur d'applis:
he: מספר סמלים:
it: Etichetta conteggio:
ja: ラベルテキスト:
nb: Telle teksten:
pt: Contagem:
ru: Счетный Текст:
vi: Đếm văn bản:
zh: 计数文本:

# ROWS
source: ↓ ROWS PER PAGE
ar: ↓ المصفوفات في الصفحة
de: ↓ REIHEN PRO SEITE
es: ↓ FILAS POR PÁGINA
fi: ↓ RIVET/SIVU
fr: ↓ LIGNES PAR PAGES
he: ↓ מערכים לכל עמוד
it: ↓ RIGHE PER PAGINA
ja: ↓ 縦のアプリ表示数
nb: ↓ RADER PER SIDE
pt: ↓ LINHAS POR PAGINA
ru: ↓ СТРОК НА СТРАНИЦЕ
vi: ↓ HÀNG MỖI TRANG
zh: ↓ 每页行数

# COLUMNS_FOOTER_TEXT
source: → ICONS PER ROW
ar: → الأيقونات في الصف
de: → APPS PRO REIHE
es: → ÍCONOS POR FILA
fi: → KUVAKKEET/RIVI
fr: → ICONES PAR PAGES
he: ← סמלים בשורה
it: → ICONE PER RIGA
ja: → 横のアプリ表示数
nb: → IKONER PER RAD
pt: → ICONES POR LINHAS
ru: → ИКОНОК В СТРОКЕ
vi: → CÁC ICON MỖI HÀNG
zh: → 每行图标数

source: Build: Rootless
ar: نسخة: Rootless
fi: Rakentaa: Juureton/Rootless
he: גרסה: ללא שורשים
ja: ビルド: Rootless
nb: Bygg: rotløs
pt: Montagem: Rootless
ru: Сборка: Рутфул
vi: Xây dựng: Rootless
zh: 构建: 无根

source: Build: Rootful
ar: نسخة: Rootful
fi: Rakentaa: Juurella/Rootful
he: גרסה: שורשים
ja: ビルド: Rootful
nb: Bygg: rotfull
pt: Montagem: Rootful
ru: Сборка: Рутлесс
vi: Xây dựng: Rootful
zh: 构建: 有根

source: TITLE SCALE (%)
ar: حجم العنوان (%)
de: TITELSKALIERUNG (%)
es: TAMAÑO DEL TÍTULO (%)
fi: OTSIKON SKAALAUS (%)
fr: Échelle du titre (%)
he: גודל כותרת (%)
it: Grandezza titoli (%)
ja: フォルダ名サイズ (%)
nb: Tittelskala (%)
pt: ESCALA DO TÍTULO (%)
ru: МАСШТАБ ЗАГОЛОВКА (%)
vi: TỈ LỆ TÊN (%)
zh: 标题比例 (%)

source: TITLE TRANSPARENCY (%)
ar: شفافية العنوان (%)
de: TITELTRANSPARENZ (%)
es: TRANSPARENCIA DEL TÍTULO (%)
fi: OTSIKON LÄPINÄKYVYYS (%)
fr: Transparance du titre (%)
he: שקיפות כותרת (%)
it: Trasparenza titoli (%)
ja: フォルダ名不透明度 (%)
nb: Tittel transparens (%)
pt: TRANSPARÊNCIA DO TÍTULO (%)
ru: ПРОЗРАЧНОСТЬ ЗАГОЛОВКА (%)
vi: ĐỘ MỜ TÊN (%)
zh: 标题透明度 (%)

source: TITLE OFFSET [-↑ / +↓]
ar: فراغ العنون الرئيسي [-↑ / +↓]
de: TITELVERSATZ [-↑ / +↓]
es: DESPLAZAMIENTO DEL TÍTULO [-↑ / +↓]
fi: OTSIKON ULOS-SIIRTYMÄ [-↑ / +↓]
fr: Compensation du titre [-↑ / +↓]
he: מרחב כתובת ראשי [-↑ / +↓]
it: Distanza titoli [-↑ / +↓]
ja: フォルダ名オフセット [-↑ / +↓]
nb: Tittelforskyvning [-↑ / +↓]
pt: DESVIO DO TÍTULO [-↑ / +↓]
ru: СМЕЩЕНИЕ ЗАГОЛОВКА [-↑ / +↓]
vi: ĐỘ DỊCH TÊN [-↑ / +↓]
zh: 标题偏移 [-↑ / +↓]

source: SUBTITLE SCALE (%)
ar: حجم العنوان الفرعي (%)
de: UNTERTITELSKALIERUNG (%)
es: TAMAÑO DEL SUBTÍTULO (%)
fi: TEKSTITYKSEN SKAALAUS (%)
fr: Échelle du sous-titre (%)
he: גודל כתוביות (%)
it: Grandezza sottotitoli (%)
ja: ラベルテキストサイズ (%)
nb: Tekst skala (%)
pt: ESCALA DO SUBTÍTULO (%)
ru: МАСШТАБ ПОДЗАГОЛОВКА (%)
vi: TỈ LỆ PHỤ ĐỀ (%)
zh: 副标题比例 (%)

source: SUBTITLE TRANSPARENCY (%)
ar: شفافية العنوان الفرعي (%)
de: UNTERTITELTRANSPARENZ (%)
es: TRANSPARENCIA DEL SUBTÍTULO (%)
fi: TEKSTITYKSEN LÄPINÄKYVYYS (%)
fr: Transparence du sous-titre (%)
he: שקיפות כתוביות (%)
it: Trasparenza sottotitoli (%)
ja: ラベルテキスト不透明度 (%)
nb: Tekst transparens (%)
pt: TRANSPARÊNCIA DO SUBTÍTULO (%)
ru: ПРОЗРАЧНОСТЬ ПОДЗАГОЛОВКА (%)
vi: ĐỘ MỜ PHỤ ĐỀ (%)
zh: 副标题透明度 (%)

source: SUBTITLE OFFSET [-↑ / +↓]
ar: فراغ العنوان الفرعي [-↑ / +↓]
de: UNTERTITELVERSATZ [-↑ / +↓]
es: DESPLAZAMIENTO DEL SUBTÍTULO [-↑ / +↓]
fi: TEKSTITYKSEN ULOS-SIIRTYMÄ [-↑ / +↓]
fr: Comensation du sous-titre [-↑ / +↓]
he: כתובית ריקות [-↑ / +↓]
it: Altezza sottotitoli [-↑ / +↓]
ja: ラベルテキストオフセット [-↑ / +↓]
nb: Tekstforskyvning [-↑ / +↓]
pt: DESVIO DO SUBTÍTULO [-↑ / +↓]
ru: СМЕЩЕНИЕ ПОДЗАГОЛОВКА [-↑ / +↓]
vi: ĐỘ DỊCH PHỤ ĐỀ [-↑ / +↓]
zh: 副标题比例 [-↑ / +↓]

# HORIZONTAL_ICON_INSET_FOOTER_TEXT
source: This can be used to squish the sides of your icons closer.
ar: يمكن إستخدامه لجعل الأيقونات متقاربين.
de: Dies kann verwendet werden, um die Breite des Ordners zu reduzieren.
es: Puede usarse para acercar los íconos.
fi: Tätä voidaan käyttää puristamaan kuvakkeiden sivuja lähemmäksi.
fr: Cette option peut être utilisée pour rapprocher les côtés de vos icônes.
he: זה יכול לשמש כדי ליצור סמלים קרובים זה לזה.
it: Si usa per avvicinare le icone fra loro orizzontalmente.
ja: フォルダ内のアプリアイコン同士の幅(水平方向)を調整することができます。
nb: Dette kan bli brukt til å skvise sidene av ikonene dine nærmere hverandre.
pt: Isso pode ser usado para aproximar as laterais dos ícones.
ru: Может быть использовано для сжатия сторон ваших иконок ближе друг к другу.
vi: Có thể sử dụng để thu gọn hai bên của biểu tượng của bạn gần nhau hơn.
zh: 这可以用来挤压图标的侧面.

source: HORIZONTAL ICON INSET
ar: فراغ الأيقونات الأُفقي
de: HORIZONTALE APP-EINRÜCKUNG
es: INSERCIÓN HORIZONTAL DE ÍCONOS
fi: KUVAKKEIDEN VAAKASUORAN SISÄLLE-SIIRTYMÄ
fr: Inserion d'une icône horizontale
he: שטח סמל אופקי
it: Distanza orizzontale fra le icone
ja: 水平方向のアプリアイコンの幅
nb: Horisontalt ikoninnfelt
pt: INSERÇÃO DE ÍCONE HORIZONTAL
ru: ГОРИЗОНТАЛЬНАЯ ВСТАВКА ИКОНОК
vi: KHOẢNG CÁCH BIỂU TƯỢNG THEO CHIỀU NGANG
zh: 水平图标插图

# TOP_ICON_INSET_FOOTER_TEXT
source: Extra padding from the top.
ar: فراغ إضافي من الأعلى.
de: Zusätzlicher Abstand von oben.
es: Espacio adicional desde la parte superior.
fi: Ylimääräinen toppaus yläpuolelta.
fr: Rembourrage supplémentaire à partir du haut.
he: מקום נוסף בחלק העליון.
it: Spazio in più dalla parte superiore dello schermo.
ja: フォルダ内のアプリアイコン同士の幅(上部から)を調整することができます。
nb: Ekstra polstring fra toppen.
pt: Preenchimento extra na parte superior.
ru: Дополнительный отступ сверху.
vi: Khoảng cách phía trên của biểu tượng.
zh: 从顶部到额外的填充.

source: TOP ICON INSET
ar: الفراغ للأيقونات العلوية
de: OBEN APP-EINRÜCKUNG
es: ESPACIO VERTICAL ENTRE ÍCONOS
fi: YLÄ-KUVAKKEIDEN SISÄLLE-SIIRTYMÄ
fr: Insertion d'une icône supérieur
he: מקום לסמלים העליונים
it: Distanza delle icone dall'alto
ja: 上部からのアプリアイコンの幅
nb: Topp ikon innsett
pt: INSERÇÃO DE ÍCONE SUPERIOR
ru: ВЕРХНЯЯ ВСТАВКА ИКОНОК
vi: KHOẢNG CÁCH BIỂU TƯỢNG PHÍA TRÊN
zh: 顶部图标插图

# VERTICAL_ICON_SPACING_FOOTER_TEXT
source: Vertical spacing of the icons.
ar: الفراغ الرأسي للأيقونات.
de: Vertikaler Abstand der Symbole.
es: Espaciado vertical de los íconos
fi: Kuvakkeiden pystysuuntainen välit.
fr: Espacement vertical des icônes.
he: מרחב אנכי עבור סמלים.
it: Distanza in verticale fra le icone.
ja: フォルダ内のアプリアイコン同士の幅(垂直方向)を調整することができます。
nb: Vertikal avstand mellom ikonene.
pt: Espaçamento vertical dos ícones.
ru: Вертикальный интервал между иконками.
vi: Khoảng cách dọc của biểu tượng.
zh: 图标的垂直间距.

source: VERTICAL ICON SPACING
ar: فراغ الأيقونات الرأسي
de: VERTIKALE APP-EINRÜCKUNG
es: VERTICAL ICON INSET
fi: KUVAKKEIDEN PYSTYSUUNNAN SISÄLLE-SIIRTYMÄ
fr: Insertion d'une icône verticale
he: חלל סמל אנכי
it: Spazio verticale icone
ja: 垂直方向のアプリアイコンの幅
nb: Vertikal ikoninnfelt
pt: ESPAÇAMENTO VERTICAL DOS ÍCONES
ru: ВЕРТИКАЛЬНЫЙ ИНТЕРВАЛ ИКОНОК
vi: KHOẢNG CÁCH BIỂU TƯỢNG THEO CHIỀU DỌC
zh: 垂直图标插图

# HORIZONTAL_OFFSET_FOOTER_TEXT
source: Horizontal offset of the folder from its original location.
ar: الفراغ الأُفقي للمجلدات من موقعها الرئيسي.
de: Horizontaler Versatz des Ordners von seinem ursprünglichen Standort.
es: Desplazamiento horizontal de la carpeta desde su posicíon original.
fi: Kansion vaakasuuntainen ulos-siirtymä alkuperäisestä sijainnistaan.
fr: Décalage horizontal du dossier par rapport à son emplacement d'origine.
he: המרחב האופקי של תיקיות ממיקומן הראשי.
it: Distanza orizzontale della cartella dalla sua posizione originaria.
ja: フォルダ内の元の位置から水平方向に移動させることができます。
nb: Horisontal forskyvning av mappens opprinnelige lokasjon.
pt: Deslocamento horizontal da pasta em relação ao local original.
ru: Горизонтальное смещение папки от исходного положения.
vi: Độ dịch ngang của thư mục so với vị trí ban đầu.
zh: 文件夹与原始位置的水平偏移量.

source: HORIZONTAL OFFSET
ar: الفراغ الأُفقي
de: HORIZONTALER VERSATZ
es: DESPLAZAMIENTO HORIZONTAL
fi: VAAKASUORA ULOS-SIIRTYMÄ
fr: Décalage horizontal
he: ריק אופקי
it: Distanza orizzontale
ja: 水平方向のオフセット
nb: Horisontalt forskyvning
pt: DESVIO HORIZONTAL
ru: ГОРИЗОНТАЛЬНОЕ СМЕЩЕНИЕ
vi: ĐỘ DỊCH NGANG
zh: 水平偏移

source: ICON SCALE (%)
ar: حجم الأيقونات (%)
de: APPSKALIERUNG (%)
es: TAMAÑO DE LOS ÍCONOS (%)
fi: KUVAKKEIDEN SKAALAUS (%)
fr: Échelle de l'icône (%)
he: גודל סמלים (%)
it: Grandezza delle icone (%)
ja: アプリアイコンサイズ (%)
nb: Ikon Skala (%)
pt: ESCALA DO ÍCONE (%)
ru: МАСШТАБ ИКОНОК (%)
vi: TỈ LỆ BIỂU TƯỢNG (%)
zh: 图标比例 (%)

# HOMESCREEN_ICON_BLUR_FOOTER_TEXT
source: Enabled: Background blur is a blur of the homescreen wallpaper. Disabled: Background blur includes homescreen icons.
ar: مفعل: شفافية الخلفية هي شفافية خلفية الشاشة الرئيسية. مطفئ: شفافية الخلفية تحتوي على أيقونات الشاشة الرئيسية
de: Aktiviert: Die Hintergrund-Verschwimmung ist eine verschwommene Version des Home-Bildschirm-Hintergrundbilds. Deaktiviert: Die Hintergrund-Verschwimmung umfasst Home-Bildschirmsymbole.
es: Activado: Desenfoca el fondo de la pantalla de inicio. Desactivado: El desenfoque del fondo incluye la pantalla de inicio.
fi: Käytössä: Taustan sumennus, jonka sumennus on kotinäkymän taustakuvassa. Poiskäytössä: Taustan sumennus, jonka sisältää kotinäkymän kuvakkeita.
fr: Activé : Désactive l'affichage d'icônes de l'écran d'accueil lors de l'ouverture d'un dossier. Désactive : Active l'affichage d'icônes de l'écran d'accueil lors de l'ouverture d'un dossier
he: מופעל: שקיפות רקע היא שקיפות הרקע של מסך הבית. כבוי: שקיפות הרקע מכילה את סמלי מסך הבית
it: Se attivo: La sfocatura influenza solo lo sfondo. Se inattivo: La sfocatura dello sfondo interessa anche le icone dell'homescreen.
ja: 有効の場合: フォルダ内にいるとき、ホーム画面のアプリアイコンは透明化されます。 無効の場合: フォルダ内にいるとき、ホーム画面のアプリアイコンはぼかして表示されます。
nb: Aktivert: Bakgrunnsuskarphet av skarpheten av hjemskjerm bakgrunnsbilde. Deaktivert: Bakgrunnsuskarphet inkluderer hjemskjerm ikoner.
pt: ativado: o desfoque de fundo é um desfoque do papel de parede da tela inicial. desativado: o desfoque de fundo inclui ícones da tela inicial.
ru: Включён: размытие фона - это размытие обоев Экрана «Домой». Отключён: размытие фона включает иконки на Экране «Домой».
vi: Đã kích hoạt: Nền mờ bao gồm các biểu tượng trên màn hình chính. Đã tắt: Nền mờ là một bản mờ của hình nền màn hình chính.
zh: 打开: 背景模糊是主屏幕壁纸的模糊. 关闭: 背景模糊包含主屏幕图标.

source: HOMESCREEN ICON BLUR
ar: ضبابية أيقونة الشاشة الرئيسية
de: Home-Bildschirm-SYMBOL-BLUR
es: Desenfoca los íconos de la pantalla de inicio
fi: KOTINÄKYMÄN KUVAKKEIDEN SUMENNUS
fr: Icones de l'écran d'accueil floues
he: טשטוש סמל מסך הבית
it: Sfocatura delle icone della homescreen
ja: フォルダ内でのホーム画面アプリアイコン
nb: Hjemskjerm ikon skarphet
pt: DESFOQUE DOS ÍCONES DA TELA INICIAL
ru: РАЗМЫТИЕ ИКОНОК НА ЭКРАНЕ «ДОМОЙ»
vi: Mờ biểu tượng Màn hình chính
zh: 主屏幕图标模糊

source: Homescreen Blur
ar: ضبابية الشاشة الرئيسية
de: Home-Bildschirm-Blur
es: Desenfoque del fondo de pantalla de inicio
fi: Kotinäkymän sumennus
fr: Flou de l'écran d'accueil
he: מסך הבית מטושטש
it: Sfocatura homescreen
ja: ぼかし(OFF) / (ON)透明化
nb: Hjemskjerm Skarphet
pt: Desfoque da tela inicial
ru: Размытие Экрана «Домой»
vi: Mờ màn hình chính
zh: 主屏幕模糊

# HOMESCREEN_ICON_BLUR_OFF_INFO_DESCRIPTION
source: Background blur includes homescreen icons.
ar: ضبابية الخلفية تتضمن أيقونات الشاشة الرئيسية.
de: Der Hintergrund-Blur umfasst Home-Bildschirmsymbole.
es: Desenfoca el fondo de la pantalla de inicio
fi: Taustan sumennus, jonka sisältää kotinäkymän kuvakkeita.
fr: Le flou d'arrière-plan inclut les icônes de l'écran d'accueil.
he: רקע מטושטש כולל סמלי מסך הבית.
it: La sfocatura dello sfondo interessa anche le icone dell'homescreen.
ja: 背景のぼかしはホーム画面のアプリアイコンを含めるようになります。
nb: Bakgrunnsuskarphet inkluderer hjemskjerm ikoner.
pt: O desfoque de fundo inclui ícones da tela inicial.
ru: Размытие фона включает иконки на Экране «Домой».
vi: Nền mờ là một bản mờ của hình nền màn hình chính.
zh: 背景模糊包含主屏幕图标.

# HOMESCREEN_ICON_BLUR_ON_INFO_DESCRIPTION
source: Background blur is a blur of the homescreen wallpaper.
ar: ضبابية الخلفية هي ضبابية خلفية الشاشة الرئيسية.
de: Der Hintergrund-Blur ist ein Blur des Home-Bildschirm-Hintergrundbilds.
es: El desenfoque del fondo incluye a los íconos.
fi: Taustan sumennus, jonka sumennus on kotinäkymän taustakuvassa.
fr: Le dossier n'a pas d'icônes d'écran d'accueil lorsqu'il est ouvert.
he: טשטוש רקע הוא טשטוש הרקע של מסך הבית.
it: La sfocatura influenza solo lo sfondo dell'homescreen.
ja: 背景のぼかしはホーム画面のアプリアイコンを透明化します。
nb: Bakgrunnsuskarphet er skarphet av hjemskjem bakgrunnsbilde.
pt: O desfoque de fundo é um desfoque do papel de parede da tela inicial.
ru: Размытие фона - это размытие обоев Экрана «Домой».
vi: Nền mờ bao gồm các biểu tượng trên màn hình chính.
zh: 背景模糊是主屏幕壁纸的模糊.

source: Dismiss and Apply
ar: ألغِ و طبِق
de: Verwerfen und anwenden
es: Descartar y aplicar
fi: Hylätä ja Käyttää
fr: Rejeter et appliquer
he: דחה והחל
it: Ignora e applica
ja: これにする！
nb: Ignorer og Bruk
pt: Dispensar e aplicar
ru: Закрыть и Применить
vi: Bỏ qua và Áp dụng
zh: 取消 和 应用

source: Reset Prefs
ar: اعادة ضبط الاعدادات
de: Einstellungen zurücksetzen
es: Restablecer preferencias
fi: Nollaa asetukset
fr: Réinitialiser les préférences
he: אפס הגדרות
it: Ripristina pref.
ja: 設定をリセット
nb: Reset Preferanser
pt: Resetar Preferências
ru: Сброс Настроек
vi: Thiết lập lại các tùy chọn
zh: 恢复默认设置

source: Respring
ar: اعادة التشغيل
fi: Nopeakäynnistys
fr: Relancer le SpringBoard
he: ריספינג
ja: リスプリング
ru: Респринг
vi: Khởi động lại
zh: 注销

# DEFAULT_APPS
source: $c APPS
ar: $c تطبيقات
es: $c APLICACIONES
fi: $c SOVELLUS
fr: $c APPLIS
he: $c אפליקציות
it: $c APP
ja: $c 個のアプリ
nb: $c APPER
pt: $c APLICATIVOS
ru: $c ПРИЛОЖЕНИЙ
vi: $c ỨNG DỤNG
zh: $c 应用程序

# RESET_PREFERENCES_QUESTION
source: Reset Preferences?
ar: إعادة تعيين الإعدادات؟
de: Einstellungen zurücksetzen?
fi: Nollataanko asetukset?
fr: Réinitialiser les préférences ?
he: אפס הגדרות?
it: Ripristina preferenze?
ja: 設定をリセットしますか？
nb: Reset preferanser?
pt: Resetar Preferências?
ru: Сбросить настройки?
vi: Thiết lập lại tùy chọn?
zh: 重置首选项问题

# RESET_PREFERENCES_DESCRIPTION
source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
fi: Tätä ei voi perua.
fr: Cette action ne peut pas être révoqué. Voulez-vous vraiment réinitialiser les préférences ?
he: אין אפשר לבטל את זה.
it: Questa scelta non si può annullare.
ja: この操作を後から取り消すことはできません。
nb: Dette kan ikke angres.
pt: Isso não pode ser desfeito.
ru: Это невозможно отменить.
vi: Hành động này không thể hoàn tác.
zh: 重置首选项描述.

# RESET_RESET
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réintialliser
he: איפוס
it: Ripristina
ja: リセット
pt: Resetar
ru: Сбросить
vi: Thiết lập lại
zh: 重新设置

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruta
fr: Annuler
he: ביטול
it: Cancella
ja: キャンセル
nb: Kansaler
pt: Cancelar
ru: Отменить
vi: Hủy
zh: 取消

source: OK
ar: حسناً
he: אישור
ja: 確定
vi: Đồng ý
zh: 确定

source: Set Slider Value
ar: تعيين قيمة المنزلق
de: Wert des Schiebereglers festlegen
es: Establecer valor del control deslizante
fi: Aseta liukusäädin arvo
fr: Définir la valeur du curseur
he: הגדר את ערך המחוון
it: Imposta valore
ja: 数値を手動で入力
nb: Sett glidebryterverdi
pt: Definir o valor do controle deslizante
ru: Установка значения ползунка
vi: Thiết lập giá trị thanh trượt
zh: 设置滑块值

source: Max value
ar: الحد الأقصى للقيمة
de: Maximalwert
es: Valor máximo
fi: Maksimiarvo
fr: Valeur maximale
he: ערך מקסימלי
it: Valore massimo
ja: 最高値
nb: Maks verdi
pt: Valor Máximo
ru: Макс.
vi: Giá trị tối đa
zh: 最大值

source: Min value
ar: الحد الأدنى للقيمة
de: Minimalwert
es: Valor mínimo
fi: Minimiarvo
fr: Valeur minimale
he: ערך מינימלי
it: Valore minimo
ja: 最低値
nb: Min verdi
pt: Valor Mínimo
ru: Мин.
vi: Giá trị tối thiểu
zh: 最小值

source: Folder Background
ar: خلفية المجلد
de: Ordner-Hintergrund
es: Fondo de carpeta
fi: Kansion tausta
fr: Fond de dossier
he: טפט תיקיה
it: Sfondo cartella
ja: ホーム画面でのフォルダ枠
nb: Mappebakgrunn
pt: Fundo da pasta
ru: Фон папки
vi: Nền Thư Mục
zh: 文件夹背景

source: Homescreen Folder Background
ar: خلفية المجلد في الشاشة الرئيسية
de: Hintergrund für den Ordner auf dem Startbildschirm
es: Fondo de carpeta en la pantalla de inicio
fi: Kansion tausta aloitusnäytöllä
fr: Fond de dossier sur l'écran d'accueil
he: רקע תיקיה במסך הבית
it: Sfondo cartella nella schermata principale
ja: 透明化(OFF) / (ON)表示
nb: Mappebakgrunn på startsiden
pt: Fundo da Pasta da Tela Inicial
ru: Фон папки на Экране «Домой»
vi: Nền Thư Mục Màn Hình Chính
zh: 主屏文件夹背景

# HOMESCREEN_FOLDER_BACKGROUND_FOOTER_TEXT
source: Enabled: Folder icon on the homescreen will have its blur. Disabled: Folder icon will have a clear background.
ar: مُمَكَّن: ستكون أيقونة المجلد على الشاشة الرئيسية بخلفية غامقة. غير مُمَكَّن: ستكون أيقونة المجلد بخلفية واضحة.
de: Aktiviert: Der Ordner-Icon auf dem Startbildschirm wird unscharf dargestellt. Deaktiviert: Der Ordner-Icon hat einen klaren Hintergrund.
es: Activado: El icono de carpeta en la pantalla de inicio tendrá un fondo difuminado. Desactivado: El icono de carpeta tendrá un fondo claro.
fi: Käytössä: Kansion kuvake aloitusnäytöllä on sumennettu. Pois käytöstä: Kansion kuvake on kirkkaalla taustalla.
fr: Activé : L'icône de dossier sur l'écran d'accueil aura un flou. Désactivé : L'icône de dossier aura un fond clair.
he: מופעל: סמל התיקייה יהיה במסך הבית עם רקע כהה. לא מופעל: לסמל התיקייה יהיה רקע רגיל.
it: Abilitato: l'icona della cartella nella schermata principale avrà lo sfondo sfocato. Disabilitato: l'icona della cartella avrà uno sfondo trasparente.
ja: 有効の場合: ホーム画面でフォルダの枠が表示されます。 無効の場合: ホーム画面でフォルダの枠は透明になります。
nb: Aktivert: Mappeikonet på startsiden vil ha en uklar bakgrunn. Deaktivert: Mappeikonet vil ha en klar bakgrunn.
pt: Ativado: o ícone da pasta na tela inicial ficará desfocado. Desativado: o ícone da pasta terá um fundo transparente.
ru: Включён: Иконка папки на Экране «Домой» будет иметь размытие. Отключён: Иконка папки будет иметь прозрачный фон.
vi: Bật: Biểu tượng thư mục trên màn hình chính sẽ có độ mờ. Tắt: Biểu tượng thư mục sẽ có nền trong suốt.
zh: 启用：主屏幕上的文件夹图标将具有模糊效果。 禁用：文件夹图标将具有清晰的背景。
